export const badGays = [
//  Пример  
    {name: ['пример', 'пример1', 'пример2', 'пример3'], 
        text: 'основная надпись',                           // необязательно
        custom: {                                           // необязательно
            text: 'дополнительная надпись', 
            textColor: '#149d66', // цвет текста необязательно
            bgColor: ''           // цвет фона необязательно
        } 
    },

    {name: ['волк', 'волчара', 'volk', 'wolk'], 
        text: 'Просто Бог. Вообще секс. Самый лучший. Создатель всего сущего. и крутой',
        custom: { text: 'Риал генкста и бич', textColor: '#149d66', bgColor: '#364e48' }
    },
    // {name: ['полупанов', 'витек', 'полупэнов', 'polupanov'], 
    //     text: 'просто лох и все тут'},
    // {name: ['зубов', 'зуб', 'zubov'], 
    //     text: 'штабная крыса сидит в штабе и сосет бибу'},
    // {name: ['макаров', 'макар', 'макарэно', 'макларэн', 'makarov'], 
    //     text: 'самый главный пидорас во вселенной и уруд вообще сука падла захуярю щас держите меня семеро',
    //     custom: { text: 'хуй', textColor: '#003aaf'} 
    // },
    // {name: ['малой', 'панченко', 'panch', 'panchenko'], 
    //     text: 'ровный чел вообще збс'},
    // {name: ['баркалов', 'barkalov'], 
    //     text: 'Товаресч маёр. Любит пиздить людей в разные места рукой'},
    // {name: ['ахмедов', 'некруз'], 
    //     text: 'Ох уж эти черные ирландские карлики'},
    // {name: ['индус', 'ефимов', 'ефим'], 
    //     text: 'Гроза черного централа. Его боялись даже чеченцы',
    //     custom: { text: 'черножопый блять', textColor: '#003aaf'} 
    // },
    // {name: ['саввин', 'сава'], 
    //     text: 'Лох, додик, хуесос, чёрт, привет Торцу, подстилка Торца, подстилка Шеремети, подстилка Карпенко, подстилка Карччагина, подстилка Макарова, да и просто гнида последняя', 
    //     custom: { text: 'Артём осуждает!!!!!!!!!!!!!!!!!!!!!!!!!!!!!', textColor: '#7a0003'} 
    // },
    // {name: ['коловоротный', 'коловрат'], 
    //     text: 'канцеляр и этим всё сказано'},
    // {name: ['зеленый'], custom: { text: 'я зеленый человечек', textColor: '#149d66' } },
    // {name: ['говно', 'залупа', 'пенис', 'хер', 'давалка', 'хуй', 'блядина'], 
    //     custom: { text: 'сам такой(', textColor: '#782d36' } 
    // },
]
